Repository: ofedoren/hammer_cli_foreman_bootdisk
Catalog: locale/*/hammer_cli_foreman_bootdisk.po
Languages: de, ja, zh_tw

source: File or device to write image to
de: Ziel (Datei oder Gerät) zum Schreiben des Images
ja: イメージを書き込むファイルまたはデバイス
zh_tw: 用來寫入映像檔的檔案或裝置

source: Force writing to existing destination (device etc.)
de: Schreiben auf vorhandenes Ziel (Gerät etc.) erzwingen
ja: 既存の書き込み先 (デバイスなど) への書き込みを強制
zh_tw: 強制寫入既有的目的地（裝置等等）

source: Use sudo to write to device
de: Sudo beim Schreiben auf das Gerät verwenden
ja: デバイスへの書き込みに sudo を使用
zh_tw: 使用 sudo 來寫入裝置

source: Destination %s already exists and isn't a regular file, use '--force' if you are sure you wish to write to it
de: Ziel %s existiert bereits und ist keine reguläre Datei; verwenden Sie "--force", falls Sie darauf schreiben möchten
ja: 書き込み先 %s がすでに存在します。これは通常ファイルではありません。本当にこれに書き込む場合は '--force' を使用します
zh_tw: 目的地 %s 早已存在，並且不是個正規檔案，若您確定您要寫入它的話，請使用 '--force'。

source: Successfully downloaded generic disk image to %s
de: Generisches Image erfolgreich auf %s heruntergeladen
ja: 汎用ディスクイメージが正常に %s にダウンロードされました
zh_tw: 已成功下載泛型磁碟映像檔至 %s

source: Failed to download generic disk image
de: Fehler beim Herunterladen von generischem Image
ja: 汎用ディスクイメージのダウンロードに失敗しました
zh_tw: 下載泛型磁碟映像檔失敗

source: Successfully downloaded host disk image to %s
de: Host-Image erfolgreich auf %s heruntergeladen
ja: ホストディスクイメージが正常に %s にダウンロードされました
zh_tw: 已成功下載主機磁碟映像檔至 %s

source: Failed to download host disk image
de: Fehler beim Herunterladen von Host-Image
ja: ホストディスクイメージのダウンロードに失敗しました
zh_tw: 下載主機磁碟映像檔失敗

source: Successfully downloaded subnet disk image to %s
de: Subnetzt-Disk-Image erfolgreich auf %s heruntergeladen
ja: サブネットディスクイメージが正常に %s にダウンロードされました
zh_tw: 已成功下載子網路磁碟映像檔至 %s

source: Failed to download subnet disk image
de: Fehler beim Herunterladen von Subnetz-Disk-Image
ja: サブネットディスクイメージのダウンロードに失敗しました
zh_tw: 下載子網路磁碟映像檔失敗

source: Download boot disks
de: Startmedien herunterladen
ja: ブートディスクのダウンロード
zh_tw: 下載開機磁碟
